Revit 2027 API
ParameterTypeId.RbsPipeVelocityParam Property
 "Velocity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeVelocityParam { get; }
Public Shared ReadOnly Property RbsPipeVelocityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeVelocityParam {
	ForgeTypeId^ get ();
}
static member RbsPipeVelocityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace